"""Variables with constant values."""

CHANNELS = [
    "apartments_ge",
    "arenda_ge",
    "billboard_tbilisi_realestate",
    "gruzia_realty_chat",
    "kvartira_ge_tbilisi",
    "realestatetbilisi2023"
    "russians_in_tbilisi/10942",
    "tbilisi_rents",
]

COMMANDS = {
    "city": "Сменить город",
    "info": "Информация о текущих настройках бота",
    "price": "Установить новый диапазон цен",
}

WELCOME_TEXT = """Хотите снять 🏠 жилье в 🇬🇪 Грузии, но устали просматривать 📃 объявления каждый день?
Наш телеграм-бот 🤖 с радостью поможет!
Мы мониторим новые объявления об аренде жилья в Грузии и отправляем их вам в личные сообщения.
Теперь вы можете быть уверены, что ничего не пропустите!

Как это работает:
* Вы выбираете город и задаёте ценовой диапазон.
* Бот мониторит русскоязычные каналы, посвящённые аренде в Грузии.
* Как только появляется подходящее объявление, бот присылает его вам.
"""
